---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.DebugtabDataboundcontrolsdemoBoolean
source: html/abf8a1b5-a90d-8e09-1bd2-d4dc6e26338e.htm
---
# Autodesk.Revit.DB.ParameterTypeId.DebugtabDataboundcontrolsdemoBoolean Property

"Boolean"

## Syntax (C#)
```csharp
public static ForgeTypeId DebugtabDataboundcontrolsdemoBoolean { get; }
```